Repository: MinhBui1212/gmsolo
Catalog: lib/l10n/app_*.arb
Languages: vi

# menu_newfeed
source: New Feed
vi: Bảng tin

# menu_booking
source: Booking
vi: Đặt lịch

# menu_notification
source: Notification
vi: Thông báo

# login_signup_title
source: You can Login or Sign up to continue using our app
vi: Bạn cần Đăng nhập hoặc Đăng kí để sử dụng chức năng này

source: Login
vi: Đăng nhập

source: SignUp
vi: Đăng kí

source: Login by using
vi: Đăng nhập bằng cách sử dụng

# login_title
source: Please enter your email and password!
vi: Vui lòng nhập email với mật khẩu của bạn!

source: Password
vi: Mật khẩu

source: Confirm Password
vi: Xác nhận mật khẩu

source: Forgot password?
vi: Quên mật khẩu?

# signup_title
source: Please enter complete information to Signup!
vi: Làm ơn nhập đầy đủ các thông tin Đăng kí!

source: Have an account?
vi: Bạn đã có tài khoản?

# signup_success_title
source: GOOD JOB
vi: TUYỆT VỜI! Đăng kí thành công

# signup_success_desc
source: Go login now
vi: Tới trang Đăng nhập bây giờ

# signup_success_btn
source: Login Now
vi: Đăng nhập ngay bây giờ

# signup_error_title
source: SOMETHING WRONG
vi: CÓ GÌ ĐÓ SAI SAI! Vui lòng thử lại sau

# signup_error_desc
source: Close the app and try again
vi: Vui lòng tắt ứng dụng và thử lại sau

# signup_error_btn
source: Close Now
vi: Đóng ngay bây giờ

# login_error_title
source: WRONG PASSWORD OR EMAIL
vi: CÓ LỖI XẢY RA

# login_error_desc
source: Confirm your email and password and try again
vi: Xác nhận lại email hoặc mật khẩu và thử lại

# login_error_btn
source: Try Now
vi: Thử lại ngay bây giờ

# forgot_password_title
source: RESET YOUR PASSWORD
vi: LẤY LẠI MẬT KHẨU CỦA BẠN

# forgot_password_desc
source: Click on the button to reset your password
vi: Nhấn nút để Lấy lại mật khẩu

# forgot_password_btn
source: Reset Now
vi: Lấy lại ngay bây giờ

# placeholder_email
source: Please enter Your Email
vi: Vui lòng nhập Email của bạn

# placeholder_password
source: Please enter Your Password
vi: Vui lòng nhập Mật khẩu của bạn

source: Full name
vi: Tên

# placeholder_fullname
source: Please enter Your Full name
vi: Vui lòng nhập Tên của ban

source: Location
vi: Địa chỉ

# placeholder_location
source: Please enter Your Location
vi: Vui lòng nhập Địa chỉ của bạn

source: Hobbies
vi: Sở thích

# placeholder_hobbies
source: Please enter Your Hobbies
vi: Vui lòng chọn Sở thích của bạn

# btn_cancel
source: Cancel
vi: Hủy

# btn_save
source: Save
vi: Lưu

# msg_required
source: Please enter your {field}
vi: Vui lòng nhập {field} của bạn

# msg_email_format
source: Please enter the correct email format! For example: xxx@gmail.com
vi: Vui lòng nhập đúng định dạng email! Ví dụ: xxx@gmail.com

# msg_password_format
source: Password must contain at least one upper case, one lower case, one digit and length from 8 to 12 characters
vi: Mật khẩu từ 8 đến 12 kí tự, chứa ít nhất 1 kí tự viết hoa, 1 kí tự viết thường, 1 kí tự số.

# msg_confirm_password_format
source: Confirm password does not match Password
vi: Mật khẩu xác nhận không trùng khớp với Mật khẩu của bạn
